Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2019.tmx
Source language: en_us
Languages: zh_cn

source: Let us continue our struggle to secure a decisive victory in building a moderately prosperous society in all respects, to achieve the great success of socialism with Chinese characteristics for a new era, to build China into a great modern socialist country that is prosperous, strong, democratic, culturally advanced, harmonious, and beautiful, and to realize the Chinese Dream of national rejuvenation!
zh_cn: 为决胜全面建成小康社会、夺取新时代中国特色社会主义伟大胜利，为把我国建设成为富强民主文明和谐美丽的社会主义现代化强国、实现中华民族伟大复兴的中国梦不懈奋斗！
